Repository: fer0n/Unwatched
Catalog: Unwatched/Unwatched/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pl

# InboxSwipeTipMessage
source: Swiping left will clear the video, while swiping right will give you the option to insert it at the top or bottom of the Queue. Tapping a video will move it to the top of the Queue and start playback.
de: Nach links wischen löscht das Video, nach rechts wischen gibt dir die Möglichkeit, es oben oder unten in die Warteschlange einzufügen. Tippen auf ein Video bewegt es an die Spitze der Warteschlange und startet die Wiedergabe.
es: Deslizar hacia la izquierda eliminará el video, mientras que deslizar hacia la derecha te dará la opción de insertarlo al principio o al final de la cola. Tocar un video lo moverá al principio de la cola y comenzará la reproducción.
fr: Balayer vers la gauche effacera la vidéo, tandis que balayer vers la droite vous donnera l'option de l'insérer en haut ou en bas de la file d'attente. Appuyer sur une vidéo la déplacera en haut de la file d'attente et démarrera la lecture.
pl: Przesunięcie w lewo wyczyści film, a przesunięcie w prawo da ci możliwość wstawienia go na szczyt lub na dół kolejki. Kliknięcie filmu przeniesie go na szczyt kolejki i rozpocznie odtwarzanie.

source: Invalid URL
de: Ungültige URL
es: URL no válida
fr: URL Invalide
pl: Nieprawidłowy URL

# keywords
source: Keyword 1,Keyword 2,…
de: Schlagwort 1,Schlagwort 2,…
es: Palabra clave 1, Palabra clave 2,…
fr: Mot-clé 1,Mot-clé 2,…
pl: Słowo kluczowe 1, słowo kluczowe 2, …

source: Latest Unwatched Backups
de: Letzte Unwatched Backups
es: Últimas copias de seguridad sin ver
fr: Dernières Sauvegardes Unwatched
pl: Najnowsze kopie zapasowe Unwatched

source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
pl: Biblioteka

# lightAppIcon
source: Light App Icon Alternative
de: Helle Icon Alternative
es: Alternativa de icono de aplicación claro
fr: Icône Alternative Claire
pl: Jasna wersja ikony aplikacji

source: Light Mode
de: Hell
es: Modo claro
fr: Mode Clair
pl: Tryb jasny

# lightModeCurrent
source: Light Mode (Active)
de: Hell (Aktiv)
es: Modo claro (activo)
fr: Mode Clair (Actif)
pl: Tryb jasny (Aktywny)

# likeSubscribeVideoFaqA
source: In the player, tap on the “…”-button and then “View on YouTube”. From there, you can sign in and like/subscribe.
de: Im Player den “…”-Button antippen, dann “Auf YouTube ansehen” auswählen. Von dort aus kann man sich anmelden, liken und abonniert.
es: En el reproductor, toca el botón “…” y luego “Ver en YouTube”. Desde allí, puedes iniciar sesión y dar me gusta/suscribirte.
fr: Dans le lecteur, appuyez sur le bouton "..." puis sur "Voir sur YouTube". De là, vous pouvez vous connecter et aimer/vous abonner.
pl: W odtwarzaczu kliknij przycisk “…” a następnie “Zobacz na YouTube”. Stamtąd możesz zalogować się i polubić/subskrybować.

# likeSubscribeVideoFaqQ
source: How can I like videos or subscribe to channels on YouTube?
de: Wie kann ich Videos liken oder Kanälen auf YouTube folgen?
es: ¿Cómo puedo dar me gusta a los videos o suscribirme a canales en YouTube?
fr: Comment puis-je aimer des vidéos ou m'abonner à des chaînes sur YouTube ?
pl: Jak mogę polubić filmy lub subskrybować kanały na YouTube?

# likeSubscribeVideoFaqT
source: Like & Subscribe on YouTube
de: Liken & Abonnieren
es: Me gusta y suscríbete en YouTube
fr: Aimer & S'abonner sur YouTube
pl: Polub i subskrybuj na YouTube

source: Loop Video
de: Wiederholen
es: Repetir video
fr: Lecture en Boucle
pl: Zapętl film

source: Loop Video Enabled
de: Wiederholen aktiv
es: Repetir video activado
fr: Lecture en Boucle Activée
pl: Zapętlanie filmu włączone

# manualBackup
source: Manual
de: Manuell
fr: Manuel
pl: Ręcznie

# markUnwatched
source: Remove Watched
de: Gesehen entfernen
es: Eliminar vistos
fr: Supprimer les vidéos Vus
pl: Usuń obejrzane

source: Mark Watched
de: Gesehen
es: Marcar como visto
fr: Marquer comme étant Vus
pl: Oznacz jako obejrzane

# minimalBackups
source: Exclude unimportant videos
de: Unwichtige Videos ignorieren
es: Excluir videos no importantes
fr: Exclure les vidéos sans importance
pl: Wyklucz nieistotne filmy

# minimalBackupsHelper
source: "Unimportant" are videos that haven't been watched, are not in the queue or inbox and are older than one week. It is best to leave this on, as the backup files will likely be much smaller.
de: "Unwichtig" sind Videos, die nicht angesehen wurden, nicht in der Warteschlange oder im Posteingang sind und älter als eine Woche sind. Es ist am besten, dies eingeschaltet zu lassen, da die Backup-Dateien wahrscheinlich viel kleiner sein werden.
es: No importantes son videos que no se han visto, no están en la cola o en la bandeja de entrada y tienen más de una semana. Es mejor dejar esto activado, ya que los archivos de copia de seguridad probablemente serán mucho más pequeños.
fr: Les vidéos "sans importance" sont celles qui n'ont pas été vus, ne sont pas dans la file d'attente ou bien l'Inbox et datent de plus d'une semaine. Il est préférable de laisser cette option activée, car les fichiers de sauvegarde seront probablement beaucoup plus petits.
pl: "Nieistotne" to filmy, które nie zostały obejrzane, nie są w kolejce ani w skrzynce i są starsze niż tydzień. Najlepiej pozostawić to włączone, ponieważ pliki kopii zapasowych będą prawdopodobnie znacznie mniejsze.

# minimalPlayerUI
source: Minimize Player Overlays
de: Player-Overlays minimieren
es: Minimizar superposiciones del reproductor
fr: Minimiser les superpositions du lecteur
pl: Zminimalizuj nakładki odtwarzacza

source: Mint
de: Minze
es: Menta
fr: Menthe
pl: Miętowy

source: Monitor Background Fetches
de: Hintergrundaktualisierungen
es: Monitorear capturas en segundo plano
fr: Surveiller les Récupérations en Arrière-plan
pl: Śledź pobieranie w tle

# moreOptions
source: More
de: Mehr
es: Más
fr: Plus
pl: Więcej

# morePlaylistsFaqA
source: Unwatched is designed as a single queue with a player. For a more comprehensive organizer, consider using [Play: Save Videos Watch Later](https://apps.apple.com/app/id1596506190). It'll most like do everything you want and more!
de: Unwatched ist als einzelne Warteschlange mit einem Player konzipiert. Für eine umfassendere Organisation ist [Play: Save Videos Watch Later](https://apps.apple.com/app/id1596506190) die bessere Wahl. Diese App erfüllt wahrscheinlich alle gewünschten Funktionen und mehr!
es: Unwatched está diseñado como una sola cola con un reproductor. Para un organizador más completo, considera usar [Play: Save Videos Watch Later](https://apps.apple.com/app/id1596506190). ¡Lo más probable es que haga todo lo que quieres y más!
fr: Unwatched est conçu comme une file d'attente avec un lecteur. Pour une organisation plus complète, envisagez d'utiliser [Play: Save Videos Watch Later](https://apps.apple.com/app/id1596506190). Il fera tout ce que vous souhaitez et bien plus encore !
pl: Unwatched to po prostu kolejka z odtwarzaczem. Jeśli szukasz bardziej wszechstronnej aplikacji, rozważ użycie [Play: Save Videos Watch Later](https://apps.apple.com/app/id1596506190). Prawdopodobnie zrobi wszystko, czego potrzebujesz, a nawet więcej!

# morePlaylistsFaqQ
source: Will there be multiple playlists or a tagging system?
de: Wird es mehrere Playlists oder ein Tagging-System geben?
es: ¿Habrá múltiples listas de reproducción o un sistema de etiquetas?
fr: Y aura-t-il plusieurs playlists ou un système d'étiquetage ?
pl: Czy będzie dostępne wiele playlist lub system tagów?

# morePlaylistsFaqT
source: Playlists & Tags
de: Playlisten & Tags
es: Listas de reproducción y etiquetas
pl: Playlisty i tagi

source: Most Recent Video
de: Aktuellstes Video
es: Video más reciente
fr: Vidéo la Plus Récente
pl: Najnowszy film

source: Move to Inbox
de: Zur Inbox bewegen
es: Mover a la bandeja de entrada
fr: Déplacer vers l'Inbox
pl: Przenieś do skrzynki

source: New Videos
de: Neue Videos
es: Videos nuevos
fr: Nouvelles Vidéos
pl: Nowe filmy

source: Next Chapter
de: Nächstes Kapitel
es: Capítulo siguiente
fr: Chapitre Suivant
pl: Następny rozdział

# nextChapterDescription
source: If available, skips to the next video chapter.
de: Springt, falls verfügbar, zum nächsten Video-Kapitel.
es: Si está disponible, salta al siguiente capítulo del vídeo.
fr: Passe, si disponible, au chapitre vidéo suivant.
pl: Jeśli dostępny, przechodzi do następnego rozdziału wideo.

source: Next Video
de: Nächstes Video
es: Video siguiente
fr: Vidéo Suivante
pl: Następny film

# noBookmarkedVideosYet
source: No Bookmarked Videos
de: Keine gespeicherten Videos
es: No hay videos marcados
fr: Aucune vidéo marquée (Signet)
pl: Brak zapisanych filmów

# noBookmarkedVideosYetDescription
source: Bookmarked videos will show up here
de: Gespeicherte videos werden hier angezeigt
es: Los videos marcados aparecerán aquí
fr: Les vidéos marquées (Signet) apparaîtront ici
pl: Zapisane filmy pojawią się tutaj

# noHistoryItems
source: Nothing Watched
de: Nichts angesehen
es: Nada visto
fr: Aucune vidéo regardée
pl: Brak obejrzanych filmów

# noHistoryItemsDescription
source: Videos marked as watched will appear here
de: Gespeicherte Videos erscheinen hier
es: Los videos marcados como vistos aparecerán aquí
fr: Les vidéos marquées comme vus apparaîtront ici
pl: Filmy oznaczone jako obejrzane pojawią się tutaj

# noIcloudBackupWarning
source: iCloud Drive is unavailable
de: iCloud Drive nicht verfügbar
es: iCloud Drive no está disponible
fr: iCloud Drive n'est pas disponible
pl: iCloud Drive jest niedostępny

# noInboxItems
source: Empty Inbox
de: Inbox leer
es: Bandeja de entrada vacía
fr: Inbox vide
pl: Skrzynka jest pusta

# noInboxItemsDescription
source: New videos will show up here. Grab what you like, discard the rest.
de: Neue Videos tauchen hier auf. Nimm was dir gefällt, entferne den Rest.
es: Los nuevos videos aparecerán aquí. Coge lo que te guste, descarta el resto.
fr: Les nouvelles vidéos apparaîtront ici. Gardez ce qui vous plaît, ignorez le reste.
pl: Nowe filmy pojawią się tutaj. Wybierz to, co ci się podoba, resztę odrzuć.

# noInfoFoundToSubscribeTo
source: No info found to subscribe
de: Keine Information zum abonnieren gefunden
es: No se encontró información para suscribirse
fr: Aucune information trouvée pour s'abonner
pl: Nie znaleziono informacji do subskrypcji

# noInfoFoundToUnsibscribe
source: No info found to unsubscribe
de: Keine Information gefunden um das Abo zu beenden
es: No se encontró información para cancelar la suscripción
fr: Aucune information trouvée pour se désabonner
pl: Nie znaleziono informacji do anulowania subskrypcji

source: None
de: Keines
es: Ninguno
fr: Aucun
pl: Brak

# noNextChapterError
source: No next chapter found
de: Kein nächstes Kapitel gefunden
es: No se encontró ningún capítulo siguiente
fr: Aucun chapitre suivant trouvé
pl: Nie znaleziono następnego rozdziału

# noPreviousChapterError
source: No previous chapter found
de: Kein vorheriges Kapitel gefunden
es: No se encontró ningún capítulo anterior
fr: Aucun chapitre précédent trouvé
pl: Nie znaleziono poprzedniego rozdziału

# noQueueItems
source: Empty Queue
de: Leere Queue
es: Cola vacía
fr: File d'attente vide
pl: Kolejka jest pusta

# noQueueItemsDescription
source: Add videos manually or by adding subscriptions.
de: Füge Videos manuell hinzu oder automatisch durch Abos.
es: Añade videos manualmente o añadiendo suscripciones.
fr: Ajoutez des vidéos manuellement ou en ajoutant des abonnements.
pl: Dodaj filmy ręcznie lub dodając subskrypcje.

# noSideloadedSubscriptions
source: No Unsubscribed Videos
de: Keine Videos ohne Abo
es: No hay videos sin suscribir
fr: Aucune vidéo non-abonnée
pl: Brak filmów z niezasubskrybowanych kanałów

# noSideloadedSubscriptionsDetail
source: Videos of channels you haven't subscribed to will show up here
de: Videos von Kanälen denen du nicht folgst tauchen hier auf
es: Los videos de canales a los que no te has suscrito aparecerán aquí
fr: Les vidéos des chaînes auxquelles vous n'êtes pas abonné apparaîtront ici
pl: Filmy z kanałów, które nie są zasubskrybowane, pojawią się tutaj

source: Notifications
de: Benachrichtigungen
es: Notificaciones
pl: Powiadomienia

# notificationsDisabledHelper
source: Notifications have been disabled for Unwatched. If you wish to receive notifications, you need to enable them in Settings first.
de: Benachrichtigungen sind für Unwatched deaktiviert. Aktiviere sie zuerst in den Einstellungen, falls du sie erhalten möchtest.
es: Las notificaciones se han desactivado para Unwatched. Si deseas recibir notificaciones, primero debes activarlas en Configuración.
fr: Les notifications ont été désactivées pour Unwatched. Si vous souhaitez recevoir des notifications, vous devez d'abord les activer dans les Paramètres.
pl: Powiadomienia dla Unwatched zostały wyłączone. Jeśli chcesz otrzymywać powiadomienia, musisz je najpierw włączyć w Ustawieniach.

# notificationsHelper
source: New videos will be fetched in the background on device and trigger a notification. This will not be instant.
de: Neue Videos werden im Hintergrund lokal geladen und lösen eine Benachrichtigung aus.
es: Los nuevos videos se buscarán en segundo plano en el dispositivo y activarán una notificación. Esto no será instantáneo.
fr: Les nouvelles vidéos seront récupérées en arrière-plan sur l'appareil et déclencheront une notification. Ce ne sera pas instantané.
pl: Informacje o nowych filmach będą aktualizowane w tle i wywołają powiadomienia, ale nie będzie to natychmiastowe.

# notSupported
source: The URL is not supported
de: URL wird nicht unterstützt
es: La URL no es compatible
fr: L'URL n'est pas prise en charge
pl: URL nie jest obsługiwany

source: No Video found
de: Kein Video gefunden
es: No se encontró ningún video
fr: Aucune vidéo trouvée
pl: Nie znaleziono filmu

# noVideoInfo
source: No Video info found
de: Keine Video Infos gefunden
es: No se encontró información del video
fr: Aucune information de vidéo trouvée
pl: Nie znaleziono informacji o filmie

# noVideosFoundInPlaylist
source: Playlist didn't contain any videos
de: Playlist enthält keine Videos
es: La lista de reproducción no contenía ningún video
fr: La playlist ne contenait aucune vidéo
pl: Playlista nie zawierała żadnych filmów

# noVideosYet
source: No Videos Found
de: Keine Videos Gefunden
es: No se encontraron videos
fr: Aucune vidéo trouvée
pl: Nie znaleziono filmów

# noVideosYetDescription
source: All available videos will be shown here, including manually added ones and videos from all subscriptions.
de: Alle verfügbaren Videos werden hier angezeigt, einschließlich manuell hinzugefügter Videos und Videos aus allen Abos.
es: Todos los videos disponibles se mostrarán aquí, incluidos los añadidos manualmente y los videos de todas las suscripciones.
fr: Toutes les vidéos disponibles seront affichées ici, y compris celles ajoutées manuellement et les vidéos de tous les abonnements.
pl: Wszystkie dostępne filmy zostaną wyświetlone tutaj, w tym dodane ręcznie i filmy ze wszystkich subskrypcji.

# noVideoUrl
source: No Video URL found
de: Keine Video URL gefunden
es: No se encontró ninguna URL de video
fr: Aucune URL de vidéo trouvée
pl: Nie znaleziono URL filmu

# noYoutubeIdFound
source: No YouTube video ID found
de: Keine YouTube Video ID gefunden
es: No se encontró ningún ID de video de YouTube
fr: Aucun identifiant de vidéo YouTube trouvé
pl: Nie znaleziono ID filmu YouTube

# noYoutubePlaylistId
source: No YouTube playlist ID found
de: Keine YouTube Playlist ID gefunden
es: No se encontró ningún ID de lista de reproducción de YouTube
fr: Aucun identifiant de playlist YouTube trouvé
pl: Nie znaleziono ID playlisty YouTube

# onPlaySettings
source: On Play
de: Beim Abspielen
es: Al reproducir
fr: Pendant la lecture
pl: Podczas odtwarzania

# openInAppBrowser
source: View on YouTube
de: Auf YouTube anzeigen
es: Ver en YouTube
fr: Voir sur YouTube
pl: Zobacz na YouTube

# openInExternalBrowser
source: Open in Browser
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
pl: Otwórz w przeglądarce

# performanceIssuesFaqA
source: One reason for this is having too many videos in the Inbox or Queue. I'll hopefully improve this in the future. Meanwhile, removing entries from there will fix it – don't worry, all videos remain accessible under Library → All Videos. The easiest way to clear videos is to swipe left on one, tap the "..." button, and select "clear above/below".
de: Ein Grund dafür ist, zu viele Videos in der Inbox oder in der Queue zu haben. Ich werde das hoffentlich in Zukunft verbessern. In der Zwischenzeit wird das Entfernen von Einträgen dort das Problem beheben – keine Sorge, alle Videos bleiben unter Bibliothek → Alle Videos zugänglich. Der einfachste Weg, Einträge zu entfernen, ist nach links zu wischen, den „..."-Button zu tippen und „oberhalb/unterhalb löschen" zu wählen.
es: Una razón para esto es tener demasiados videos en el Inbox o Queue. Espero mejorar esto en el futuro. Mientras tanto, eliminar entradas de ahí solucionará el problema – no te preocupes, todos los videos permanecen accesibles en Biblioteca → Todos los videos. La forma más fácil de limpiar videos es deslizar hacia la izquierda en uno, tocar el botón "..." y seleccionar "limpiar arriba/abajo".
fr: Une des raisons est d'avoir trop de vidéos dans l'Inbox ou la Queue. J'espère améliorer cela à l'avenir. En attendant, supprimer des entrées de là corrigera le problème – ne vous inquiétez pas, toutes les vidéos restent accessibles sous Bibliothèque → Toutes les vidéos. Le moyen le plus simple de vider les vidéos est de glisser vers la gauche sur une vidéo, appuyer sur le bouton « ... » et sélectionner « vider au-dessus/en-dessous ».
pl: Jednym z powodów jest posiadanie zbyt wielu filmów w Inbox lub Queue. Mam nadzieję poprawić to w przyszłości. Tymczasem usunięcie wpisów stamtąd naprawi problem – nie martw się, wszystkie filmy pozostaną dostępne w Biblioteka → Wszystkie filmy. Najłatwiejszym sposobem czyszczenia filmów jest przesunięcie palcem w lewo na jednym z nich, dotknięcie przycisku „..." i wybranie „wyczyść powyżej/poniżej".

# performanceIssuesFaqQ
source: Why is the App suddenly really slow?
de: Warum ist die App plötzlich so langsam?
es: ¿Por qué la aplicación está de repente muy lenta?
fr: Pourquoi l'application est-elle soudainement très lente ?
pl: Dlaczego aplikacja nagle działa bardzo wolno?

# performanceIssuesFaqT
source: Performance Issues
de: Performance Probleme
es: Problemas de rendimiento
fr: Problèmes de performance
pl: Problemy z wydajnością

# pictureInPictureFaqA
source: There are a few ways to start Picture-in-Picture: - Tap the Pip-button underneath the video - Swipe down on a playing video - Start the native iOS fullscreen by tapping the button on the bottom right inside the video. From there, tap the "Pip" button or leave the app to keep the video playing.
de: Es gibt mehrere Möglichkeiten um den Bild-in-Bild Modus zu starten: - Tippe den Pip-button unterhalb des Videos - Swipe auf dem Video nach unten - Starte den nativen iOS-Vollbildmodus indem du auf den Vollbild-Button innerhalb des Videos unten rechts tippst. Von dort aus kann der "Pip"-Button ausgewählt werden.
es: Hay varias formas de iniciar el modo imagen dentro del otra (PIP): - Toca el botón PIP debajo del video - Desliza hacia abajo en un video que se está reproduciendo - Inicia la pantalla completa nativa de iOS tocando el botón en la esquina inferior derecha dentro del video. Desde allí, toca el botón "PIP" o sal de la aplicación para seguir reproduciendo el video.
fr: Il existe plusieurs façons de démarrer le mode Picture-in-Picture (incrustation d'image) : - Appuyez sur le bouton Pip sous la vidéo - Glissez vers le bas sur une vidéo en cours de lecture - Activez le plein écran natif iOS en appuyant sur le bouton en bas à droite de la vidéo. À partir de là, appuyez sur le bouton "Pip" ou quittez l'application pour continuer la lecture de la vidéo.
pl: Istnieje kilka sposobów na uruchomienie trybu Picture-in-Picture: - Kliknij przycisk PiP pod filmem - Przesuń palcem w dół na odtwarzanym filmie - Włącz natywny tryb pełnoekranowy iOS, klikając przycisk w prawym dolnym rogu wideo. Następnie kliknij przycisk "PiP" lub opuść aplikację, aby kontynuować odtwarzanie.

# pictureInPictureFaqQ
source: How can I continue playing in the background using Picture-in-Picture mode?
de: Wie kann die Wiedergabe im Hintergrund via. Picture-in-Picture fortgesetzt werden?
es: ¿Cómo puedo seguir reproduciendo en segundo plano usando el modo imagen dentro de otra?
fr: Comment puis-je continuer la lecture en arrière-plan en utilisant le mode Picture-in-Picture ?
pl: Jak mogę kontynuować odtwarzanie w tle za pomocą trybu Picture-in-Picture?

# pictureInPictureFaqT
source: Picture-in-Picture & Background Play
de: Bild-in-Bild & Hintergrund Wiedergabe
es: Picture-in-Picture y reproducción en segundo plano
fr: Picture-in-Picture & Lecture en arrière-plan
pl: Picture-in-Picture i odtwarzanie w tle

source: Playback
de: Wiedergabe
es: Reproducción
fr: Lecture
pl: Odtwarzanie

source: Playback Speed
de: Wiedergabegeschwindigkeit
es: Velocidad de reproducción
fr: Vitesse de lecture
pl: Prędkość odtwarzania

# playbackSpeed %@
source: %@x speed
de: %@ x Geschwindigkeit
es: Velocidad %@ x
fr: Vitesse %@ x
pl: Prędkość %@ x

# playbackSpeed %lf
source: %lf x speed
de: %lf x Geschwindigkeit
es: Velocidad %lf x
fr: Vitesse %lf x
pl: Prędkość %lf x

source: Play Chapter
de: Kapitel abspielen
es: Reproducir capítulo
fr: Lire le chapitre
pl: Odtwórz rozdział

# playerScrubber
source: Scrubber
de: Fortschrittsbalken
es: Barra de progreso
fr: Curseur de lecture
pl: Suwak

# playerShowsWebsiteFaqA
source: The player usually uses YouTube's embedded player, but if channels disable this feature, the YouTube website will be shown instead. All controls remain functional, and you can use YouTube's fullscreen button to watch the video in fullscreen.
de: Normalerweise wird YouTubes eingebetteten Player verwendet. Wenn Kanäle diese Funktion deaktivieren, wird stattdessen die YouTube-Website angezeigt. Alle Steuerungen bleiben funktionsfähig. Der Vollbildmodus unterstützt ebenfalls Picture-in-Picture.
es: El reproductor generalmente usa el reproductor integrado de YouTube, pero si los canales desactivan esta función, se mostrará el sitio web de YouTube en su lugar. Todos los controles siguen funcionando y puedes usar el botón de pantalla completa de YouTube para ver el video en pantalla completa.
fr: En général, le lecteur intégré de YouTube est utilisé, mais si les chaînes désactivent cette fonction, le site web de YouTube s'affichera à sa place. Toutes les commandes restent fonctionnelles, et vous pouvez utiliser le bouton plein écran de YouTube pour regarder la vidéo en plein écran.
pl: Domyślnie odtwarzacz korzysta z wbudowanego odtwarzacza YouTube, ale jeśli kanały wyłączą tę opcję, zamiast niego zostanie wyświetlona strona YouTube. Wszystkie funkcje sterowania pozostają aktywne, a przycisk pełnego ekranu YouTube pozwala oglądać filmy w trybie pełnoekranowym.

# playerShowsWebsiteFaqQ
source: Why does the video player show the YouTube website?
de: Warum zeigt der Videoplayer die YouTube-Website an?
es: ¿Por qué el reproductor de video muestra el sitio web de YouTube?
fr: Pourquoi le lecteur vidéo affiche-t-il le site web YouTube ?
pl: Dlaczego odtwarzacz filmów pokazuje stronę YouTube?

# playerShowsWebsiteFaqT
source: Website in Player
de: Webseite im Player
es: Sitio web en el reproductor
fr: Site web dans le lecteur
pl: Strona w odtwarzaczu
